{
  "ch": [
    {
      "finishingName": "喷涂",
      "finishingFeatures": [
        {
          "featureName": "喷粉",
          "featureCharacter": "优异的耐腐蚀性, 耐老化性, 色彩美观多样",
          "featureUtility": "将粉末涂料喷涂到工件表面, 并利用静电放电现象使粉末涂层附着在工件上, 形成粉末涂层；粉末涂层经过高温烘烤、水平化和固化, 形成具有不同效果的最终涂层",
          "name": "powder"
        },
        {
          "featureName": "喷油",
          "featureCharacter": "耐腐蚀性, 美观",
          "featureUtility": "将油漆倒入容器, 用机械设备施加压力, 将油漆以雾状喷射到产品上, 形成油漆膜",
          "name": "spraying"
        },
        {
          "featureName": "喷涂特氟龙",
          "featureCharacter": "耐热性, 绝缘稳定性, 低摩擦",
          "featureUtility": "将粉末状的特氟龙材料喷涂在各种基材表面上",
          "name": "fuel"
        }
      ],
      "name": "喷涂"
    },
    {
      "finishingName": "氧化",
      "finishingFeatures": [
        {
          "featureName": "阳极氧化",
          "featureCharacter": "耐腐蚀性, 耐磨性, 高硬度",
          "featureUtility": "通过电解处理在铝或铝合金表面生成氧化膜的处理工艺, 经过阳极氧化处理得到薄膜",
          "name": "anodic"
        },
        {
          "featureName": "硬质阳极氧化",
          "featureCharacter": "耐腐蚀性, 耐磨性, 高硬度, 高温",
          "featureUtility": "把合金相应的电解质（如硫酸, 铬酸, 草酸等）作为阳极, 在一定条件下和外加电流进行电解",
          "name": "hard-anodizing"
        }
      ],
      "name": "氧化"
    },
    {
      "finishingName": "电镀",
      "finishingFeatures": [
        {
          "featureName": "镀铬",
          "featureCharacter": "优异的耐腐蚀性, 美观, 高硬度, 良好的高耐热性",
          "featureUtility": "在镀铬过程中, 工件作为阴极, 被放置在含有铬酸盐的电解液中。通电情况下, 电解液中的铬离子在阴极表面还原成金属铬, 沉积在工件表面形成铬层",
          "name": "chromium"
        },
        {
          "featureName": "镀锌",
          "featureCharacter": "耐腐蚀性, 低成本, 高硬度, 高耐磨性",
          "featureUtility": "将经过镀前处理的零件放入机械转动的滚筒中, 加入水和冲击介质（玻璃丸）, 滚筒转动形成一个具有碰撞和搓碾作用的流态环境",
          "name": "galvanizing"
        },
        {
          "featureName": "镀锡",
          "featureCharacter": "耐腐蚀性, 耐色",
          "featureUtility": "在金属表面镀上一层金属锡, 用于隔绝空气, 保护铜材不会受外界的腐蚀",
          "name": "tin-plating"
        },
        {
          "featureName": "镀镍",
          "featureCharacter": "耐腐蚀性, 耐磨性",
          "featureUtility": "镀镍是一种通过电解生产镍涂层的工艺。具有良好的耐磨性、高耐腐蚀性, 对碱、酸和气体具有化学抗性",
          "name": "nickel-plating"
        }
      ],
      "name": "电镀"
    },
    {
      "finishingName": "化学表面处理",
      "finishingFeatures": [
        {
          "featureName": "发黑",
          "featureCharacter": "耐腐蚀性, 低成本, 无尺寸变化, 不易剥落",
          "featureUtility": "利用化学反应在基体表面形成黑色保护膜的方法, 具有诸多优点, 如赋予基体防锈能力、加工成本低、不改变尺寸、不易剥落",
          "name": "blackening"
        },
        {
          "featureName": "磷化",
          "featureCharacter": "耐腐蚀性, 美观, 提高油漆层的附着力",
          "featureUtility": "在金属表面提供一层保护膜, 与空气隔离, 防止腐蚀, 提高油漆层的附着力和耐腐蚀性",
          "name": "phosphating"
        }
      ],
      "name": "化学"
    },
    {
      "finishingName": "表面热处理",
      "finishingFeatures": [
        {
          "featureName": "退火",
          "featureCharacter": "提高塑性, 提高切削性能, 降低硬度",
          "featureUtility": "将金属或合金 加热到适当温度, 保温一定时间, 然后缓慢冷却 （一般为随炉冷却）的热处理工艺",
          "name": "carbon-nitrogen"
        },
        {
          "featureName": "淬火",
          "featureCharacter": "耐磨性, 提高硬度, 增强强度",
          "featureUtility": "淬火是通过选择性地改变和改造微观结构来增加车削和铣削零件的机械阻力",
          "name": "annealing"
        },
        {
          "featureName": "回火",
          "featureCharacter": "提高韧性、降低硬度、提高组织稳定性",
          "featureUtility": "将经过淬火的工件重新加热到低于下临界温度Ac1(加热时珠光体向奥氏体转变的开始温度)的适当温度, 保温一段时间后在空气或水、油等介质中冷却的金属热处理工艺",
          "name": "quenching"
        },
        {
          "featureName": "渗氮",
          "featureCharacter": "提高弹性, 增加强度, 提高耐腐蚀性能, 耐磨性",
          "featureUtility": "将工件置于密封容器中, 通入流动氨气并加热。经过长时间保温, 氨气分解产生活性氮原子, 连续吸附到工件的表面并扩散到工件表面, 从而改变表层的化学组成和结构, 实现优异的表面性能",
          "name": "tempering"
        },
        {
          "featureName": "碳氮共渗",
          "featureCharacter": "提高弹性, 增加强度, 提高耐腐蚀性能, 耐磨性",
          "featureUtility": "碳氮共浸渗是一种热化学表面淬火过程, 其后续淬火步骤类似于表面淬火。在此过程中, 材料表层也富含氮元素。碳氮共浸渗的温度比用于表面硬化的温度低。这减少了变形的风险。可以实现更高的表面硬度, 特别适用于非合金钢和低合金钢",
          "name": "nitriding"
        }
      ],
      "name": "表面热处理"
    },
    {
      "finishingName": "其他",
      "finishingFeatures": [
        {
          "featureName": "抛光",
          "featureCharacter": "黑色尺寸, 精度, 提高耐腐蚀性能, 美观",
          "featureUtility": "抛光是一种化学表面处理, 用于在黑色金属表面形成一层薄弱的保护层。抛光不是一种涂层。由于化学过程, 材料将变为黑色",
          "name": "laser"
        },
        {
          "featureName": "电解抛光",
          "featureCharacter": "能够抛光复杂部件, 高效, 提高耐腐蚀性能",
          "featureUtility": "将被抛光工件作为阳极, 不溶性金属为阴极, 两极同时浸入到电解槽中, 通以直流电而产生有选择性的阳极溶解, 从而达到工件表面光亮度增大的效果",
          "name": "polishing"
        },
        {
          "featureName": "丝印",
          "featureCharacter": "低成本, 高效率, 适用于低精度的大批量生产",
          "featureUtility": "通过胶头的作用将刻在钢板上的图案转移到工件上, 通过胶刮的压力将油墨从网版的网孔中渗透到产品上, 形成图案",
          "name": "wire"
        },
        {
          "featureName": "镭雕",
          "featureCharacter": "标记速度快, 美观, 永不磨损, 快速速度, 低成本",
          "featureUtility": "使用激光器在焦点处发射的高强度聚焦激光束氧化材料并对其进行加工",
          "name": "silk-screen"
        },
        {
          "featureName": "喷砂",
          "featureCharacter": "表面强化, 美观, 高效",
          "featureUtility": "喷砂利用压缩空气作为动力形成高速喷射束, 将研磨材料以高速喷射到待处理工件表面, 造成工件外表面的物理改变",
          "name": "sandblasting"
        },
        {
          "featureName": "拉丝",
          "featureCharacter": "表面强化, 高强度, 耐腐蚀性, 平滑表面",
          "featureUtility": "采用拉丝的布条往复运动, 在工件表面来回摩擦使工件表面光洁度提高, 表面纹理呈直线状",
          "name": "electrolytic"
        }
      ],
      "name": "其他"
    }
  ],
  "en": [
    {
      "finishingName": "Spray coating",
      "finishingFeatures": [
        {
          "featureName": "Powder spray painting",
          "featureCharacter": " Excellent corrosion resistance, Aging resistance, Beautiful and diverse in color",
          "featureUtility": "Spray powder coating onto the surface of the workpiece, and use the phenomenon of corona discharge to make the powder coating adhere to the workpiece, forming a powdery coating; The powdery coating undergoes high-temperature baking, leveling and solidification to form final coatings with different effects",
          "name": "powder"
        },
        {
          "featureName": "Spray",
          "featureCharacter": "Corrosion resistance, beautiful",
          "featureUtility": "Pour the paint into a container, apply pressure with mechanical equipment, and spray the paint onto the product in a mist form to form a paint film",
          "name": "spraying"
        },
        {
          "featureName": "Spraying Teflon",
          "featureCharacter": "Heat resistance, Insulation stability, Low friction",
          "featureUtility": "Spray Teflon material is sprayed on a variety of substrate surfaces",
          "name": "fuel"
        }
      ],
      "name": "Spray coating"
    },
    {
      "finishingName": "Oxidation",
      "finishingFeatures": [
        {
          "featureName": "Anodic oxidation",
          "featureCharacter": "Corrosion resistance, Wear resistance, High hardness",
          "featureUtility": "The treatment process of producing an oxide film on the surface of aluminum or aluminum alloy using electrolytic treatment, resulting in a thin film obtained through anodic oxidation treatment",
          "name": "anodic"
        },
        {
          "featureName": "Hard anodizing",
          "featureCharacter": "Corrosion resistance, Wear resistance, High hardness, Hyperthermia",
          "featureUtility": "The corresponding electrolyte of the alloy (such as sulfuric acid, chromic acid, oxalic acid, etc.) is used as the anode, and the electrolysis is carried out under certain conditions and the applied current",
          "name": "hard-anodizing"
        }
      ],
      "name": "Oxidation"
    },
    {
      "finishingName": "Electroplating",
      "finishingFeatures": [
        {
          "featureName": "Chromium plating",
          "featureCharacter": "Excellent corrosion resistance, beautiful, High hardness, Good high heat resistance",
          "featureUtility": "In the chrome plating process, the workpiece acts as a cathode and is placed in an electrolyte containing chromate. When energized, the chromium ions in the electrolyte are reduced to metallic chromium on the surface of the cathode, which is deposited on the surface of the workpiece to form a chromium layer",
          "name": "chromium"
        },
        {
          "featureName": "Galvanizing",
          "featureCharacter": "Corrosion resistance, low cost, High hardness, High wear resistance",
          "featureUtility": "Place the pre plated parts into a mechanically rotating drum, add water and impact medium (glass pellets), and the drum rotates to form a fluid environment with collision and rolling effects",
          "name": "galvanizing"
        },
        {
          "featureName": "Tin plating",
          "featureCharacter": " A layer of metal tin is coated on the surface of the metal to isolate the air and protect the copper from external corrosion",
          "name": "tin-plating"
        },
        {
          "featureName": "Nickel plating",
          "featureCharacter": "Corrosion resistance, Wear resistance",
          "featureUtility": "Nickel plating is a process for electrolytic production of nickel coatings. It has good wear resistance, high corrosion resistance, and chemical resistance to alkali, acid, and gas",
          "name": "nickel-plating"
        }
      ],
      "name": "Electroplating"
    },
    {
      "finishingName": "Chemical surface treatment",
      "finishingFeatures": [
        {
          "featureName": "Blackening",
          "featureCharacter": "Corrosion resistance, low cost, No size change, Not easy to peel off",
          "featureUtility": "The use of chemical reactions to form a black protective film on the surface of the substrate has many advantages, such as endowing the substrate with rust prevention ability, low processing cost, no size change, and not easy to peel off",
          "name": "blackening"
        },
        {
          "featureName": "Phosphating",
          "featureCharacter": "Corrosion resistance, beautiful, Improve the adhesion of the paint layer",
          "featureUtility": "Provide a protective film on the metal surface to isolate it from air, prevent corrosion, and improve the adhesion and corrosion resistance of the paint layer",
          "name": "phosphating"
        }
      ],
      "name": "Chemical"
    },
    {
      "finishingName": "Surface heat treatment",
      "finishingFeatures": [
        {
          "featureName": "Annealing",
          "featureCharacter": "Improve plasticity, Improving cutting performance, Reduce hardness",
          "featureUtility": "A heat treatment process in which a metal or alloy is heated to an appropriate temperature, kept warm for a certain period of time, and then slowly cooled (usually cooled with a furnace).",
          "name": "carbon-nitrogen"
        },
        {
          "featureName": "Quenching",
          "featureCharacter": "Wear resistance , Improve hardness , Increase intensity",
          "featureUtility": "Quenching is the process of selectively altering and modifying the microstructure to increase the mechanical resistance of turning and milling parts.",
          "name": "annealing"
        },
        {
          "featureName": "Tempering",
          "featureCharacter": "Improving resilience, Reduce hardness, Improve organizational stability",
          "featureUtility": "This is a metal heat treatment process in which the quenched workpiece is reheated to an appropriate temperature below the lower critical temperature Ac1 (the starting temperature at which the pearlite converts to austenite when heated), and then cooled in air or water, oil and other media after holding it for a period of time.",
          "name": "tempering"
        },
        {
          "featureName": "Nitriding",
          "featureCharacter": "Improving resilience, Increase intensity, Improve corrosion resistance performance, Wear resistance",
          "featureUtility": "Place the workpiece into a sealed container, pass through flowing ammonia gas and heat it. After a long period of insulation, the ammonia gas decomposes to produce active nitrogen atoms, which continuously adsorb onto the surface of the workpiece and diffuse into the surface of the workpiece, thereby changing the chemical composition and structure of the surface layer and achieving excellent surface performance.",
          "name": "quenching"
        },
        {
          "featureName": "Carbon nitrogen co infiltration",
          "featureCharacter": "Improving resilience,  Increase intensity,  Improve corrosion resistance performance,  Wear resistance",
          "featureUtility": "Carbonitriding is a thermochemical surface quenching process, and its subsequent quenching steps are similar to surface quenching. During this process, the surface layer of the material is also rich in nitrogen. The temperature of carbon nitrogen co infiltration is lower than the temperature used in surface hardening. This reduces the risk of distortion. Can achieve higher surface hardness, especially for non-alloy steel and low alloy steel",
          "name": "nitriding"
        }
      ],
      "name": "Surface"
    },
    {
      "finishingName": "Other",
      "finishingFeatures": [
        {
          "featureName": "Polishing",
          "featureCharacter": "Black colored size , accuracy , Improve corrosion resistance performance , beautiful",
          "featureUtility": "Polishing is a chemical surface treatment used to form a weak protective layer on the surface of black metals. Polishing is not a coating. Due to chemical processes, the material will turn black",
          "name": "laser"
        },
        {
          "featureName": "Electrolytic polishing",
          "featureCharacter": "Capable of polishing complex parts, efficient, Improve corrosion resistance performance",
          "featureUtility": "The polished workpiece is used as the anode, the insoluble metal is the cathode, and the two poles are immersed in the electrolytic cell at the same time, and the selective anode dissolution is generated by direct current, so as to achieve the effect of increasing the brightness of the workpiece surface.",
          "name": "polishing"
        },
        {
          "featureName": "Silk screen printing",
          "featureCharacter": "Low cost, efficient, Suitable for mass production with low precision",
          "featureUtility": "The pattern engraved on the steel plate is transferred to the workpiece through the role of the rubber head, and the ink permeates from the mesh of the screen plate to the product through the pressure of the rubber scraper to form the pattern.",
          "name": "wire"
        },
        {
          "featureName": "Laser carving",
          "featureCharacter": "Fast marking speed, beautiful, Never wear out, High speed and speed, low cost",
          "featureUtility": "Using a high-intensity focused laser beam emitted by a laser at the focal point to oxidize the material and process it",
          "name": "Laser carving"
        },
        {
          "featureName": "Sandblasting",
          "featureCharacter": "Surface strengthening , beautiful, high efficiency",
          "featureUtility": "Sandblasting uses compressed air as the power to form a high-speed jet beam, which sprays abrasive at high speed onto the surface of the workpiece to be treated, causing physical changes to the outer surface of the workpiece",
          "name": "sandblasting"
        },
        {
          "featureName": "wire drawing",
          "featureCharacter": " Surface strengthening, high strength, Corrosion resistance, smooth surface",
          "featureUtility": "A method of improving the surface smoothness of a workpiece by using the reciprocating motion of a drawn cloth strip and rubbing it back and forth on the surface of the workpiece, with a linear texture on the surface",
          "name": "electrolytic"
        }
      ],
      "name": "Other"
    }
  ]
}